def read_all(filename):
    """Вернуть содержимое текстового файла filename как строку."""
    pass


def sum_two(filename):
    """Прочитать первые два числа из текстового файла и вернуть их сумму."""
    pass


def longest_line(filename):
    """Вернуть номер самой длинной строки текстового файла. Нумерация начинается с единицы."""
    pass


def random_access(filename, n):
    """Вернуть n-ый символ текстового файла"""
    pass


def alphabet(filename, n):
    """
    Вывести n первых заглавных букв букв латинского в текстовый файл.
    Если файл уже существует, содержимое необходимо заменить.
    Если файл не существует, нужно его создать.
    """
    pass


